<?php

/**
 * Массив локализации.
 */
return [
    'auth.success'          => 'Вы успешно авторизовались.',
    'auth.error'            => 'Ошибка авторизации.',
    'auth.register'         => 'Поздравляем с регистрацией! Используйте указанные данные для входа в аккаунт.',
    'auth.logout'           => 'Вы вышли из аккаунта.',
    'auth.need'             => 'Требуется авторизация.',

    'order.created'         => 'Заказ успешно создан.',

    'settings.updated'      => 'Настройки успешно сохранены!',
];