<?php

/**
 * Массив локализации для валидатора.
 */
return [
    'required'      => 'Поле "%s" обязательно для заполнения.',
    'integer'       => 'Поле "%s" должно быть целым числом.',
    'unsigned'      => 'Поле "%s" должно быть целым числом больше 0.',
    'login'         => 'Поле "%s" должно быть длиной от 3 до 55 символов и может содержать только буквы английского алфавита и цифры.',
    'email'         => 'Поле "%s" должно быть валидным адресом электронной почты.',
    'password'      => 'Поле "%s" должно быть не менее 8 символов, а также содержать хотябы одну большую букву, маленькую букву и цифру.',
    'uniquelogin'   => 'Этот "Логин" занят другим пользователем.',
    'uniqueemail'   => 'Этот "Email" занят другим пользователем.',
];